{"1":{"Title":"Cozy Camper on The Hill","Bedrooms":"1","Beds":"2","Baths":"1","Description":"Nice little camper set on-top of a small hill. Scenic water feature and space. Enjoy a night under the stars sitting around a fire. Great for a perfect little getaway or an inexpensive overnight for those passing through. A stones throw from MoKan Speedway and half way between Joplin MO and Pittsburg KS.","Superhosted":false,"Images":["5c8f305e263f8","5c8f305e26aa2","5c8f305e27082"]},"2":{"Title":"Cozy studio apartment near downtown Pittsburg","Bedrooms":1,"Beds":1,"Baths":1,"Superhosted":false,"Description":"700 ft studio apartment. 1 full size bed with sheets and comforter, a living and kitchen area, bathroom and closet. In an apartment complex close to a main road in Pittsburg. Super easy to navigate around and should be sufficient for a short vacation to Pittsburg!","Images":["5c8f0596e1c3d","5c8f0596e1c3e","5c8f0596e1c3f"]},"3":{"Title":"Large basement apt near Med School\/I-44\/hospitals","Bedrooms":2,"Beds":2,"Baths":1,"Superhosted":true,"Description":"An entire private basement in our family home with a private entrance!I started hosting on Airbnb when myvcareer as a trial attorney led me to a job working mostly from home, which allows me to spend more time making a home for us & others. My goal is to make this space an incredible value with homey, personal touches.","Images":["5c8f0596e1c40","5c8f0596e1c41","5c8f0596e1c42"]},"4":{"Title":"Terri Place","Bedrooms":1,"Beds":1,"Baths":0,"Superhosted":true,"Description":"It's comfortable non smoking free wifi and cable tv in your room . When pool season starts you can use our pool and deck we have grills to barbecue.. you have a fridge in your room large closet and a microwave . If you like casinos we have several in the area . We are close to Route 66.","Images":["5c8f0596e1c43"]},"5":{"Title":"Charming Studio Apartment in Roanoke Terrace","Bedrooms":1,"Beds":1,"Baths":1,"Superhosted":true,"Description":"Newly renovated adorable studio apartment above our 2-car detached garage. We are located in scenic Roanoke Terrace neighborhood, one of the safest neighborhoods in Joplin. Large trees, character, and beautiful houses await you. We are within short driving distance to both hospitals and walking distance to historic downtown Joplin and Ozark Christian College. Private entry and charming decor in a fresh and new space.","Images":["5c8f0596e1c44","5c8f0596e1c45","5c8f0596e1c46"]},"6":{"Title":"Near airport & trail - Private bath - pets welcome","Bedrooms":1,"Beds":1,"Baths":1,"Superhosted":false,"Description":"Small private room with TV & WiFi. No cable No one shares your bath but it is across the hallway. Shower NO tub.More information Keyless entry for late check in Safe, quiet, convenient area. 20 acres inside city limits. Walking distance to a Trail if you want to walk, run or ride. Easy access to downtown, the airport, MSSU, mall and OCC. We are very happy to socialize but also are totally respectful of your privacy. Any pets welcome as long as they are friendly. We have med\/large indoor dogs.","Images":["5c8f0596e1c47","5c8f0596e1c48","5c8f0596e1c49"]},"7":{"Title":"Private room and private bathroom, no cleaning fee","Bedrooms":1,"Beds":2,"Baths":1,"Superhosted":true,"Description":"This private guest room with queen bed, desk, walk in closet, and private bathroom is the only room we rent. The bathroom is not shared with anyone. Our home was completed in 2017. It is on one level without stairs and parking is safe in our low traffic residential area. Also, covered front and back patios. No cleaning fees. ","Images":["5c8f0596e1c4a","5c8f0596e1c4b","5c8f0596e1c4c"]},"8":{"Title":"Spacious private guest room & private bathroom","Bedrooms":1,"Beds":1,"Baths":1,"Superhosted":true,"Description":"Private & spacious guest bedroom with private full bathroom in cozy home! Extremely comfortable queen bed with memory foam topper! Large room with an empty dresser and plenty of closet space. Available for short or long-term stays!","Images":["5c8f0596e1c4d","5c8f0596e1c4e","5c8f0596e1c4f"]},"9":{"Title":"Chateau de Pearl~ Short\/Long Term for Any & All","Bedrooms":"1","Beds":"1","Baths":"2","Description":"Hey oh! Super cute home with private bedroom\/bathroom available. All rent includes: heat\/air, WIFI, electric, gas, trash, street parking, and a super cool roommate. I do have a few rules, I'm super clean and pretty easygoing. Minutes away from both hospitals. Holla if you're interested.","Superhosted":false,"Images":["5c8f0596e1c50","5c8f0596e1c51","5c8f0596e1c52"]},"10":{"Title":"The Edge at Rouse","Bedrooms":4,"Beds":4,"Baths":4,"Superhosted":true,"Description":"This luxury student housing community is located near Pittsburg State University.","Images":["5c8f0596e1c53","5c8f0596e1c54","5c8f0596e1c55"]},"11":{"Title":"A Big Green Dumpster","Bedrooms":"1","Beds":"1","Baths":"0","Description":"Sometimes it's on fire. \r\nOkay... It's always on fire. :)\r\n","Superhosted":false,"Images":["5c8f3d0f4f513","5c8f3d0f50683","5c8f3d0f50f38"]},"12":{"Title":"add Function Test","Bedrooms":1,"Beds":2,"Baths":1,"Description":"This is a test of the add function","Images":["5ca54bce39faa","5ca54bce39fac","5ca54bce39fad"]}}